[
    {
        "title": "ขั้นตอนใดในกระบวนการทำงานที่จะทำให้การทำงานประสบความสำเร็จมากที่สุด",
        "options": [
            "การวิเคราะห์งาน",
            "การวางแผนในการทำงาน",
            "การปฏิบัติงานตามขั้นตอน",
            "การประเมินผลการทำงาน"
        ],
        "answer": 2
    },
    {
        "title": "สิ่งที่ได้จากการประเมินผลการทำงานคือข้อใด",
        "options": [
            "มีความรู้ความเข้าใจในการทำงาน",
            "จัดลำดับขั้นตอนการทำงานได้ถูกต้อง",
            "ทราบสิ่งที่ควรแก้ไขในการทำงาน",
            "เห็นภาพรวมของงานก่อนลงมือปฏิบัติ"
        ],
        "answer": 3
    },
    {
        "title": "สิ่งสำคัญในการทำงานโดยใช้กระบวนการกลุ่มคือข้อใด",
        "options": [
            "เป็นผู้เสนอแนะที่ดี",
            "มีความรู้ในเรื่องต่างๆ มากขึ้น",
            "เป็นผู้ที่มีความสามารถทางด้านการพูด",
            "มีความเป็นผู้นำและเป็นผู้ตามที่ดี"
        ],
        "answer": 4
    },
    {
        "title": "บุคคลที่เหมาะสมจะเป็นหัวหน้ากลุ่มในการทำงานควรมีลักษณะอย่างไร",
        "options": [
            "พูดเก่ง",
            "หน้าตาดี",
            "มีมนุษยสัมพันธ์ที่ดี",
            "มีความเชื่อมั่นในตนเองสูง"
        ],
        "answer": 3
    },
    {
        "title": "ในการทำงานเป็นกลุ่ม สมาชิกของกลุ่มควรแบ่งงานกันอย่างไร",
        "options": [
            "ใช้วิธีการจับฉลากหัวข้องาน",
            "ทำงานตามที่หัวหน้ากลุ่มจัดให้",
            "หัวหน้ากลุ่มรับแต่งานที่ยาก",
            "ทำงานตามความชอบและความถนัด"
        ],
        "answer": 4
    },
    {
        "title": "ในการทำงานกลุ่ม ถ้านักเรียนเกิดปัญหาอุปสรรคระหว่างการทำงาน ควรปฏิบัติอย่างไร",
        "options": [
            "แก้ไขปัญหาแบบลองผิดลองถูก",
            "ประชุมกลุ่ม เพื่อร่วมแสดงความคิดเห็นแล้วหาวิธีแก้ไขปัญหา",
            "ไม่คิดหาวิธีแก้ไขปัญหา และเลิกทำงานที่ได้รับมอบหมาย",
            "มอบหมายให้สมาชิกคนใดคนหนึ่งค้นหาวิธีการแก้ไขปัญหา"
        ],
        "answer": 2
    },
    {
        "title": "หากสมาชิกในกลุ่มปฏิบัติงานตามหน้าที่ของตนเอง ก็จะทำให้เกิดผลดีต่อกลุ่ม ยกเว้น ข้อใด",
        "options": [
            "ทำงานที่ได้รับมอบหมายเสร็จสิ้นอย่างรวดเร็ว",
            "สมาชิกแต่ละคนทราบถึงภาระงานที่ได้รับมอบหมาย",
            "สมาชิกแต่ละคนทำงานของตนเองโดยไม่ช่วยเหลือเพื่อนในกลุ่ม",
            "ชิ้นงานมีคุณภาพดี เพราะแต่ละคนได้ทำงานตามที่ตนเองถนัด"
        ],
        "answer": 3
    },
    {
        "title": "การใช้เหตุผลในการแก้ปัญหา มีความสำคัญอย่างมากต่อการทำงาน ยกเว้น ข้อใด",
        "options": [
            "สิ้นเปลืองเวลาในการแก้ปัญหา",
            "ลดความเสี่ยงจากการตัดสินใจที่ผิด",
            "ตัดสินใจแก้ปัญหาได้อย่างถูกต้อง ถูกวิธี",
            "สามารถตัดสินใจทำงานได้อย่างทันเวลา"
        ],
        "answer": 1
    },
    {
        "title": "จากสถานการณ์ต่อไปนี้ บุคคลใดใช้เหตุผลในการแก้ปัญหาได้ถูกต้องที่สุด",
        "options": [
            "หน่อย เลี่ยงที่จะกินผักเนื่องจากมีรสขม",
            "แดง ใช้ยาฆ่าแมลงฉีดหนอนที่กำลังกินพืชผัก",
            "ดำ ตัดต้นไม้ในบ้านทิ้ง เพราะไม่ชอบสีของดอกไม้",
            "นิด ใช้ความรู้จากวิชาออกแบบมาจัดสวนในบ้านที่มีขนาดเล็ก"
        ],
        "answer": 4
    },
    {
        "title": "บุคคลต่อไปนี้ ใครคือผู้ที่มีคุณธรรมด้านความเสียสละ",
        "options": [
            "ตั้ม ไม่รับฟังความเห็นของเพื่อนในกลุ่ม",
            "บี เลือกทำงานในหัวข้อที่ง่ายที่สุด ทั้งที่มีความสามารถ",
            "บอย ทำงานกลุ่มแทนเพื่อนคนอื่นโดยหวังสิ่งตอบแทน",
            "น้อย เห็นแก่ประโยชน์ส่วนรวมมากกว่าประโยชน์ส่วนตัว"
        ],
        "answer": 4
    },
    {
        "title": "ผลไม้ชนิดใดให้น้ำมากที่สุดในปริมาณเท่ากัน",
        "options": [
            "แตงโม",
            "ฝรั่ง",
            "กล้วย",
            "แก้วมังกร"
        ],
        "answer": 1
    },
    {
        "title": "ถ้าเราต้องการนึ่งอาหารควรใช้หม้อชนิดใด",
        "options": [
            "หม้อต้ม",
            "หม้อนึ่ง",
            "หม้อตุ๋น",
            "กระทะ"
        ],
        "answer": 2
    },
    {
        "title": "อาหารชนิดใด ควรนำมาถนอมอาหารโดยใช้วิธีการตากแห้ง",
        "options": [
            "กุ้ง",
            "เนื้อหมู",
            "มะม่วง",
            "หัวผักกาด"
        ],
        "answer": 1
    },
    {
        "title": "อาหารในข้อใดเมื่อรับประทานในปริมาณมากเกินไปจะทำให้น้ำหนักตัวเพิ่มสูง และมีความเสี่ยงต่อการเป็นโรคเส้นเลือดอุดตันได้",
        "options": [
            "นมสด",
            "สลัดผัก",
            "คอหมูย่าง",
            "ส้มตำผลไม้"
        ],
        "answer": 3
    },
    {
        "title": "ในการเก็บอุปกรณ์ทำอาหาร ถ้าเป็นอุปกรณ์ที่มีน้ำหนักมาก ควรเก็บไว้ที่ใดของตู้เก็บของ",
        "options": [
            "ชั้นล่างสุดของตู้เก็บของ",
            "ด้านบนหลังคาตู้เก็บของ",
            "วางไว้ด้านนอกตู้เก็บของ",
            "ซื้อภาชนะที่มีน้ำหนักเบามาแทน"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใด ไม่ใช่ ผลเสียที่เกิดจากการนำภาชนะที่เป็นพลาสติกมาใส่ของร้อน",
        "options": [
            "ภาชนะบูดเบี้ยว เสียรูป",
            "ทนความร้อนได้นาน",
            "สารตะกั่วในพลาสติกละลายลงในอาหาร",
            "สารปรอทในพลาสติกละลายลงในอาหาร"
        ],
        "answer": 2
    },
    {
        "title": "บุคคลในข้อใดปฏิบัติ ไม่ ถูกต้องในการเลือกซื้ออาหาร",
        "options": [
            "สำอาง  เลือกซื้ออาหารที่สดใหม่ สะอาด",
            "สำรวย  กำหนดงบประมาณในการซื้อ โดยดูจากรายรับรายจ่าย",
            "สำลี   เขียนรายการสิ่งของที่ต้องการจะซื้อ เพื่อป้องกันการลืม",
            "สำราญ  ซื้ออาหารมากักตุนไว้ในปริมาณมาก เพราะไม่อยากไปซื้อหลายรอบ"
        ],
        "answer": 4
    },
    {
        "title": "รายการอาหารในข้อใดให้สารอาหารครบถ้วนมากที่สุด",
        "options": [
            "ลูกชิ้นปิ้ง",
            "ข้าวมันไก่ ไม่ใส่ผัก",
            "ก๋วยเตี๋ยวหมูต้มยำ",
            "ข้าวปั้นห่อสาหร่าย"
        ],
        "answer": 3
    },
    {
        "title": "การทำอาหาร โดยนำอาหารใส่ในฟรอยด์ห่ออาหาร แล้วนำไปหมกในไฟอ่อนๆ จัดเป็นการทำอาหารวิธีการใด",
        "options": [
            "การคั่ว",
            "การเผา",
            "การตุ๋น",
            "การทอด"
        ],
        "answer": 2
    },
    {
        "title": "ข้อใด ไม่ จัดเป็นวิธีการถนอมอาหาร",
        "options": [
            "การหมักดอง",
            "การเชื่อม",
            "การทอด",
            "การกวน"
        ],
        "answer": 3
    }
]
